export const questions = [
  {
    id: 1,
    title: "สัตว์ชนิดใดที่บินได้?",
    choice: ["สิงโต", "นกอินทรี", "เสือ", "ช้าง"],
    correct: 1 // "นกอินทรี"
  },
  {
    id: 2,
    title: "ข้อใดคือผลไม้?",
    choice: ["แตงโม", "มะม่วง", "แครอท", "แตงกวา"],
    correct: 0 // "แตงโม"
  },
  {
    id: 3,
    title: "ประเทศไทยอยู่ในทวีปใด?",
    choice: ["ยุโรป", "แอฟริกา", "เอเชีย", "อเมริกาใต้"],
    correct: 2 // "เอเชีย"
  },
  {
    id: 4,
    title: "2 + 3 เท่ากับเท่าไร?",
    choice: ["4", "5", "6", "7"],
    correct: 1 // "5"
  },
  {
    id: 5,
    title: "ภาษาใดที่ใช้ในประเทศไทย?",
    choice: ["ภาษาไทย", "ภาษาจีน", "ภาษาอังกฤษ", "ภาษาญี่ปุ่น"],
    correct: 0 // "ภาษาไทย"
  }
];
