export const questions = [
    {
      id: 1,
      title: "สัตว์ชนิดใดที่บินได้?",
      choice: {
        A: "สิงโต",
        B: "นกอินทรี",
        C: "เสือ",
        D: "ช้าง"
      },
      correct: "B"
    },
    {
      id: 2,
      title: "ข้อใดคือผลไม้?",
      choice: {
        A: "แตงโม",
        B: "มะม่วง",
        C: "แครอท",
        D: "แตงกวา"
      },
      correct: "A"
    },
    {
      id: 3,
      title: "ประเทศไทยอยู่ในทวีปใด?",
      choice: {
        A: "ยุโรป",
        B: "แอฟริกา",
        C: "เอเชีย",
        D: "อเมริกาใต้"
      },
      correct: "C"
    },
    {
      id: 4,
      title: "2 + 3 เท่ากับเท่าไร?",
      choice: {
        A: "4",
        B: "5",
        C: "6",
        D: "7"
      },
      correct: "B"
    },
    {
      id: 5,
      title: "ภาษาใดที่ใช้ในประเทศไทย?",
      choice: {
        A: "ภาษาไทย",
        B: "ภาษาจีน",
        C: "ภาษาอังกฤษ",
        D: "ภาษาญี่ปุ่น"
      },
      correct: "A"
    }
  ];
  